Repository: NaN-tic/trytond-pyme
Catalog: locale/*.po
Languages: ca_es, es_es

# field:account.configuration,default_customer_tax:
source: Default Customer Tax
ca_es: Impost venda per defecte
es_es: Impuesto venta por defecto

# field:account.configuration,default_supplier_tax:
source: Default Supplier Tax
ca_es: Impost compra per defecte
es_es: Impuesto compra por defecto

# field:account.configuration,description_for_account_move_line:
source: Default Description for Account Move
es_es: Descripción por defecto para asiento contable

# field:company.employee,active:
source: Active
ca_es: Actiu
es_es: Activo

# model:electronic.mail.template,html:contact_email_template
source: <h2>${record.name}</h2> <p>Dear Mr./Ms.,</p> <p>Sincerely,</p>
ca_es: <h2>${record.name}</h2> <p>Estimat Sr./Sra.,</p> <p>Atentament,</p>
es_es: <h2>${record.name}</h2> <p>Estimado Sr./Sra.,</p> <p>Atentamente,</p>

# model:electronic.mail.template,html:invoice_email_template
source: <p>Dear Mr./Ms. ${record.invoice_address.name or ''},</p> #if record.state == 'draft' <p>Attached we send the requested quotation${record.description and ' concerning "'+record.description+'"' or ''}.</p> #end #if record.state == 'validated' <p>Attached we send the ProForma invoice${record.description and ' concerning "'+record.description+'"' or ''}.</p> #end #if record.state not in ['draft', 'validated'] <p>Attached we send the invoice dated ${str(record.invoice_date)[8:]}-${str(record.invoice_date)[5:7]}-${str(record.invoice_date)[:4]} and number ${record.number}${record.description and ', concerning "'+record.description+'"' or ''}.</p> #end <p>The document is in PDF format. To read it correctly you must have installed a PDF reader program (Adobe Acrobat Reader or similar) on your computer.</p> <p>If you want any further clarification you can contact by e-mail to ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}.</p> <p>Sincerely,</p>
ca_es: <p>Benvolgut Sr./Sra. ${record.invoice_address.name or ''},</p> #if record.state == 'draft' <p>Adjuntem el pressupost${record.description and ' referent a "'+record.description+'"' or ''} que heu sol·licitat.</p> #end #if record.state == 'validated' <p>Adjuntem la factura ProForma${record.description and ' referent a "'+record.description+'"' or ''}.</p> #end #if record.state not in ['draft', 'validated'] <p>Adjuntem la factura amb data ${str(record.invoice_date)[8:]}-${str(record.invoice_date)[5:7]}-${str(record.invoice_date)[:4]} i número ${record.number}${record.description and ', referent a "'+record.description+'"' or ''}.</p> #end <p>El document està en format PDF. Per poder-lo llegir correctament és necessari disposar d'un lector de PDFs (Adobe Acrobat Reader o similar) al vostre ordinador.</p> <p>Si voleu algun aclariment addicional ens ho podeu fer saber mitjançant l'adreça de correu ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}.</p> <p>Atentament,</p>
es_es: <p>Estimado Sr./Sra. ${record.invoice_address.name or ''},</p> #if record.state == 'draft' <p>Adjuntamos el presupuesto${record.description and ' referente a "'+record.description+'"' or ''} que ha solicitado.</p> #end #if record.state == 'validated' <p>Adjuntamos la factura ProForma${record.description and ' referente a "'+record.description+'"' or ''}.</p> #end #if record.state not in ['draft', 'validated'] <p>Adjuntamos la factura con fecha ${str(record.invoice_date)[8:]}-${str(record.invoice_date)[5:7]}-${str(record.invoice_date)[:4]} y número ${record.number}${record.description and ', referente a "'+record.description+'"' or ''}.</p> #end <p>El documento está en formato PDF. Para poder leerlo correctamente es necesario haber instalado un programa lector de PDFs (Adobe Acrobat Reader o similar) en su ordenador.</p> <p>Si desea alguna aclaración adicional puede contactar mediante la dirección de correo ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}.</p> <p>Atentamente,</p>

# model:electronic.mail.template,html:party_email_template
source: <h2>${record.name}</h2> <p>Dear Mr./Ms.,</p> <p>Sincerely,</p>
ca_es: <h2>${record.name}</h2> <p>Estimat Sr./Sra.,</p> <p>Atentament,</p>
es_es: <h2>${record.name}</h2> <p>Estimado Sr./Sra.,</p> <p>Atentamente,</p>

# model:electronic.mail.template,html:party_pending_payments_email_template
source: <p>Dear Mr./Ms. ${record.name},</p> <p>This is the list of overdue payments of ${record.name}:</p> <table cellpadding="5"> <tr><td>Date</td><td>Amount</td><td>Document</td><td>Description</td></tr> #for line in record.receivable_lines <tr><td>${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} ${' '*(8-len(str(line.debit-line.credit)))}</td><td align="right">${line.debit-line.credit}€</td><td>${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''}</td><td>${line.description}</td></tr> #end #for line in record.payable_lines <tr><td>${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} ${' '*(8-len(str(line.debit-line.credit)))}</td><td align="right">${line.debit-line.credit}€</td><td>${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''}</td><td>${line.description}</td></tr> #end </table> <p>Total debt is ${record.receivable-record.payable}€</p> <p>Total overdue debt is ${record.receivable_today-record.payable_today}€</p> <p>We would appreciate checked this information with your accounting department and to make overdue payments as soon as possible.</p> <p>Sincerely,</p>
ca_es: <p>Benvolgut Sr./Sra. ${record.name},</p> <p>Aquesta és la relació de pagaments que ens consten pendents de ${record.name}:</p> <table cellpadding="5"> <tr><td><b>Data</b></td><td align="right"><b>Import</b></td><td><b>Document</b></td><td><b>Descripció</b></td></tr> #for line in record.receivable_lines <tr><td>${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} </td><td align="right">${line.debit-line.credit}€ </td><td>${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''} </td><td>${line.description}</td></tr> #end #for line in record.payable_lines <tr><td>${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} </td><td align="right">${line.debit-line.credit}€ </td><td>${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''} </td><td>${line.description}</td></tr> #end </table> <p>El deute total és de <b>${record.receivable-record.payable}€</b></p> <p>El deute total ja vençut és de <b>${record.receivable_today-record.payable_today}€</b></p> <p>Us agrairíem que comprovéssiu aquesta informació amb el vostre departament de comptabilitat i que féssiu els pagaments pendents el més aviat possible.</p> <p>Atentament,</p>
es_es: <p>Estimado Sr./Sra. ${record.name},</p> <p>Esta es la relación de pagos que nos constan pendientes de ${record.name}:</p> <table cellpadding="5"> <tr><td>Fecha</td><td>Importe</td><td>Documento</td><td>Descripción</td></tr> #for line in record.receivable_lines <tr><td>${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} ${' '*(8-len(str(line.debit-line.credit)))}</td><td align="right">${line.debit-line.credit}€</td><td>${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''}</td><td>${line.description}</td></tr> #end #for line in record.payable_lines <tr><td>${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} ${' '*(8-len(str(line.debit-line.credit)))}</td><td align="right">${line.debit-line.credit}€</td><td>${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''}</td><td>${line.description}</td></tr> #end </table> <p>La deuda total es de ${record.receivable-record.payable}€</p> <p>La deuda total ya vencida es de ${record.receivable_today-record.payable_today}€</p> <p>Les agradeceríamos que comprobaran esta información con su departamento de contabilidad y que realizaran los pagos pendientes lo más pronto posible. </p> <p>Atentamente,</p>

# model:electronic.mail.template,html:purchase_email_template
source: <p>Dear Mr./Ms. ${record.invoice_address and record.invoice_address.name or ''},</p> #if record.state == 'draft' <p>Attached we send the purchase request${record.description and ' concerning "'+record.description+'"' or ''}.</p> #end #if record.state == 'quotation' <p>Attached we send the purchase request${record.description and ' concerning "'+record.description+'"' or ''} with reference ${record.reference}.</p> #end #if record.state not in ['draft', 'quotation'] <p>Attached we send the purchase order${record.description and ' concerning "'+record.description+'"' or ''} dated ${str(record.purchase_date)[8:]}-${str(record.purchase_date)[5:7]}-${str(record.purchase_date)[:4]} with reference ${record.reference}.</p> #end <table class="table table-condensed" cellpadding="3" width="100%"> <thead> <tr> <th>Quantity</th> <th>Product</th> <th>Price</th> <th>Total</th> </tr> </thead> <tbody> #for line in record.lines <tr> <td>${line.quantity or ''}</td> <td>${line.description or ''}</td> <td style="text-align: right; color:#006699;">${line.unit_price and round(line.unit_price, 2) or ''}</td> <td style="text-align: right; color:#006699;">${line.amount or ''}</td> </tr> #end <tr> <td colspan="4" style="text-align: right; color:#006699;"> <hr/> <ul style="list-style: none";> <li><strong>Amount:</strong> ${record.untaxed_amount}</li> <li><strong>Taxes:</strong> ${record.tax_amount}</li> <li><strong>Total:</strong> ${record.total_amount}</li> </ul> </td> </tr> </tbody> </table> <p>The document is in PDF format. To read it correctly you must have installed a PDF reader program (Adobe Acrobat Reader or similar) on your computer.</p> <p>If you want any further clarification you can contact by e-mail to ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}.</p> <p>Sincerely,</p>
ca_es: <p>Benvolgut Sr./Sra. ${record.invoice_address and record.invoice_address.name or ''},</p> #if record.state == 'draft' <p>Adjuntem la sol·licitud de compra${record.description and ' referent a "'+record.description+'"' or ''}'.</p> #end #if record.state == 'quotation' <p>Adjuntem la sol·licitud de compra${record.description and ' referent a "'+record.description+'"' or ''} amb referència ${record.reference}.</p> #end #if record.state not in ['draft', 'quotation'] <p>Adjuntem la comanda de compra${record.description and ' referent a "'+record.description+'"' or ''} amb data ${str(record.purchase_date)[8:]}-${str(record.purchase_date)[5:7]}-${str(record.purchase_date)[:4]} i referència ${record.reference}.</p> #end <table class="table table-condensed" cellpadding="3" width="100%"> <thead> <tr> <th>Quantitat</th> <th>Producte</th> <th>Preu</th> <th>Total</th> </tr> </thead> <tbody> #for line in record.lines <tr> <td>${line.quantity or ''}</td> <td>${line.description or ''}</td> <td style="text-align: right; color:#006699;">${line.unit_price and round(line.unit_price, 2) or ''}</td> <td style="text-align: right; color:#006699;">${line.amount or ''}</td> </tr> #end <tr> <td colspan="4" style="text-align: right; color:#006699;"> <hr/> <ul style="list-style: none";> <li><strong>Base:</strong> ${record.untaxed_amount}</li> <li><strong>Impostos:</strong> ${record.tax_amount}</li> <li><strong>Total:</strong> ${record.total_amount}</li> </ul> </td> </tr> </tbody> </table> <p>El document està en format PDF. Per poder-lo llegir correctament és necessari disposar d'un lector de PDFs (Adobe Acrobat Reader o similar) al vostre ordinador.</p> <p>Si voleu algun aclariment addicional ens ho podeu fer saber mitjançant l'adreça de correu ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}.</p> <p>Atentament,</p>
es_es: <p>Estimado Sr./Sra. ${record.invoice_address and record.invoice_address.name or ''},</p> #if record.state == 'draft' <p>Adjuntamos la solicitud de compra${record.description and ' referente a "'+record.description+'"' or ''}.</p> #end #if record.state == 'quotation' <p>Adjuntamos la solicitud de compra${record.description and ' referente a "'+record.description+'"' or ''} con referencia ${record.reference}.</p> #end #if record.state not in ['draft', 'quotation'] <p>Adjuntamos el pedido de compra${record.description and ' referente a "'+record.description+'"' or ''} con fecha ${str(record.purchase_date)[8:]}-${str(record.purchase_date)[5:7]}-${str(record.purchase_date)[:4]} y referencia ${record.reference}.</p> #end <table class="table table-condensed" cellpadding="3" width="100%"> <thead> <tr> <th>Cantidad</th> <th>Producto</th> <th>Precio</th> <th>Total</th> </tr> </thead> <tbody> #for line in record.lines <tr> <td>${line.quantity or ''}</td> <td>${line.description or ''}</td> <td style="text-align: right; color:#006699;">${line.unit_price and round(line.unit_price, 2) or ''}</td> <td style="text-align: right; color:#006699;">${line.amount or ''}</td> </tr> #end <tr> <td colspan="4" style="text-align: right; color:#006699;"> <hr/> <ul style="list-style: none";> <li><strong>Base:</strong> ${record.untaxed_amount}</li> <li><strong>Impuestos:</strong> ${record.tax_amount}</li> <li><strong>Total:</strong> ${record.total_amount}</li> </ul> </td> </tr> </tbody> </table> <p>El documento está en formato PDF. Para poder leerlo correctamente es necesario haber instalado un programa lector de PDFs (Adobe Acrobat Reader o similar) en su ordenador.</p> <p>Si desea alguna aclaración adicional puede contactar mediante la dirección de correo ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}.</p> <p>Atentamente,</p>

# model:electronic.mail.template,html:sale_email_template
source: <p>Dear Mr./Ms. ${record.invoice_address and record.invoice_address.name or ''},</p> #if record.state == 'draft' <p>Attached we send the requested quotation${record.description and ' concerning "'+record.description+'"' or ''}.</p> #end #if record.state == 'quotation' <p>Attached we send the requested quotation${record.description and ' concerning "'+record.description+'"' or ''} with reference ${record.reference}.</p> #end #if record.state not in ['draft', 'quotation'] <p>Attached we send the order${record.description and ' concerning "'+record.description+'"' or ''} dated ${str(record.sale_date)[8:]}-${str(record.sale_date)[5:7]}-${str(record.sale_date)[:4]} with reference ${record.reference}.</p> #end <table class="table table-condensed" cellpadding="3" width="100%"> <thead> <tr> <th>Quantity</th> <th>Product</th> <th>Price</th> <th>Total</th> </tr> </thead> <tbody> #for line in record.lines <tr> <td>${line.quantity or ''}</td> <td>${line.description or ''}</td> <td style="text-align: right; color:#006699;">${line.unit_price and round(line.unit_price, 2) or ''}</td> <td style="text-align: right; color:#006699;">${line.amount or ''}</td> </tr> #end <tr> <td colspan="4" style="text-align: right; color:#006699;"> <hr/> <ul style="list-style: none";> <li><strong>Amount:</strong> ${record.untaxed_amount}</li> <li><strong>Taxes:</strong> ${record.tax_amount}</li> <li><strong>Total:</strong> ${record.total_amount}</li> </ul> </td> </tr> </tbody> </table> <p>The document is in PDF format. To read it correctly you must have installed a PDF reader program (Adobe Acrobat Reader or similar) on your computer.</p> <p>If you want any further clarification you can contact by e-mail to ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}.</p> <p>Sincerely,</p>
ca_es: <p>Benvolgut Sr./Sra. ${record.invoice_address and record.invoice_address.name or ''},</p> #if record.state == 'draft' <p>Adjuntem el pressupost${record.description and ' referent a "'+record.description+'"' or ''} que heu sol·licitat.</p> #end #if record.state == 'quotation' <p>Adjuntem el pressupost${record.description and ' referent a "'+record.description+'"' or ''} amb referència ${record.reference} que heu sol·licitat.</p> #end #if record.state not in ['draft', 'quotation'] <p>Adjuntem la comanda de venda${record.description and ' referent a "'+record.description+'"' or ''} amb data ${str(record.sale_date)[8:]}-${str(record.sale_date)[5:7]}-${str(record.sale_date)[:4]} i referència ${record.reference}.</p> #end <table class="table table-condensed" cellpadding="3" width="100%"> <thead> <tr> <th>Quantitat</th> <th>Producte</th> <th>Preu</th> <th>Total</th> </tr> </thead> <tbody> #for line in record.lines <tr> <td>${line.quantity or ''}</td> <td>${line.description or ''}</td> <td style="text-align: right; color:#006699;">${line.unit_price and round(line.unit_price, 2) or ''}</td> <td style="text-align: right; color:#006699;">${line.amount or ''}</td> </tr> #end <tr> <td colspan="4" style="text-align: right; color:#006699;"> <hr/> <ul style="list-style: none";> <li><strong>Base:</strong> ${record.untaxed_amount}</li> <li><strong>Impostos:</strong> ${record.tax_amount}</li> <li><strong>Total:</strong> ${record.total_amount}</li> </ul> </td> </tr> </tbody> </table> <p>El document està en format PDF. Per poder-lo llegir correctament és necessari disposar d'un lector de PDFs (Adobe Acrobat Reader o similar) al vostre ordinador.</p> <p>Si voleu algun aclariment addicional ens ho podeu fer saber mitjançant l'adreça de correu ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}.</p> <p>Atentament,</p>
es_es: <p>Estimado Sr./Sra. ${record.invoice_address and record.invoice_address.name or ''},</p> #if record.state == 'draft' <p>Adjuntamos el presupuesto${record.description and ' referente a "'+record.description+'"' or ''} que ha solicitado.</p> #end #if record.state == 'quotation' <p>Adjuntamos el presupuesto${record.description and ' referente a "'+record.description+'"' or ''} con referencia ${record.reference} que ha solicitado.</p> #end #if record.state not in ['draft', 'quotation'] <p>Adjuntamos el pedido de venta${record.description and ' referente a "'+record.description+'"' or ''} con fecha ${str(record.sale_date)[8:]}-${str(record.sale_date)[5:7]}-${str(record.sale_date)[:4]} y referencia ${record.reference}.</p> #end <table class="table table-condensed" cellpadding="3" width="100%"> <thead> <tr> <th>Cantidad</th> <th>Producto</th> <th>Precio</th> <th>Total</th> </tr> </thead> <tbody> #for line in record.lines <tr> <td>${line.quantity or ''}</td> <td>${line.description or ''}</td> <td style="text-align: right; color:#006699;">${line.unit_price and round(line.unit_price, 2) or ''}</td> <td style="text-align: right; color:#006699;">${line.amount or ''}</td> </tr> #end <tr> <td colspan="4" style="text-align: right; color:#006699;"> <hr/> <ul style="list-style: none";> <li><strong>Base:</strong> ${record.untaxed_amount}</li> <li><strong>Impuestos:</strong> ${record.tax_amount}</li> <li><strong>Total:</strong> ${record.total_amount}</li> </ul> </td> </tr> </tbody> </table> <p>El documento está en formato PDF. Para poder leerlo correctamente es necesario haber instalado un programa lector de PDFs (Adobe Acrobat Reader o similar) en su ordenador.</p> <p>Si desea alguna aclaración adicional puede contactar mediante la dirección de correo ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}.</p> <p>Atentamente,</p>

# model:electronic.mail.template,name:contact_email_template
source: Send contact email
ca_es: Envia correu contacte
es_es: Enviar correo contacto

# model:electronic.mail.template,name:invoice_email_template
source: Send invoice email
ca_es: Envia correu factura
es_es: Enviar correo factura

# model:electronic.mail.template,name:party_email_template
source: Send party email
ca_es: Envia correu tercer
es_es: Enviar correo tercero

# model:electronic.mail.template,name:party_pending_payments_email_template
source: Send overdue payments email
ca_es: Envia correu pagaments pendents
es_es: Enviar correo pagos pendientes

# model:electronic.mail.template,name:purchase_email_template
source: Send purchase email
ca_es: Envia correu compra
es_es: Enviar correo compra

# model:electronic.mail.template,name:sale_email_template
source: Send sale email
ca_es: Envia correu venda
es_es: Enviar correo venta

# model:electronic.mail.template,plain:contact_email_template
source: ${record.name} Dear Mr./Ms., Sincerely,
ca_es: ${record.name} Estimat Sr./Sra., Atentament,
es_es: ${record.name} Estimado Sr./Sra., Atentamente,

# model:electronic.mail.template,plain:invoice_email_template
source: Dear Mr./Ms. ${record.invoice_address.name or ''}, #if record.state == 'draft' Attached we send the requested quotation${record.description and ' concerning "'+record.description+'"' or ''}. #end #if record.state == 'validated' Attached we send the ProForma invoice${record.description and ' concerning "'+record.description+'"' or ''}. #end #if record.state not in ['draft', 'validated'] Attached we send the invoice dated ${str(record.invoice_date)[8:]}-${str(record.invoice_date)[5:7]}-${str(record.invoice_date)[:4]} and number ${record.number}${record.description and ', concerning "'+record.description+'"' or ''}. #end The document is in PDF format. To read it correctly you must have installed a PDF reader program (Adobe Acrobat Reader or similar) on your computer. If you want any further clarification you can contact by e-mail to ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}. Sincerely,
ca_es: Benvolgut Sr./Sra. ${record.invoice_address.name or ''}, #if record.state == 'draft' Adjuntem el pressupost${record.description and ' referent a "'+record.description+'"' or ''} que heu sol·licitat. #end #if record.state == 'validated' Adjuntem la factura ProForma${record.description and ' referent a "'+record.description+'"' or ''}. #end #if record.state not in ['draft', 'validated'] Adjuntem la factura amb data ${str(record.invoice_date)[8:]}-${str(record.invoice_date)[5:7]}-${str(record.invoice_date)[:4]} i número ${record.number}${record.description and ', referent a "'+record.description+'"' or ''}. #end El document està en format PDF. Per poder-lo llegir correctament és necessari disposar d'un lector de PDFs (Adobe Acrobat Reader o similar) al vostre ordinador. Si voleu algun aclariment addicional ens ho podeu fer saber mitjançant l'adreça de correu ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}. Atentament,
es_es: Estimado Sr./Sra. ${record.invoice_address.name or ''}, #if record.state == 'draft' Adjuntamos el presupuesto${record.description and ' referente a "'+record.description+'"' or ''} que ha solicitado. #end #if record.state == 'validated' Adjuntamos la factura ProForma${record.description and ' referente a "'+record.description+'"' or ''}. #end #if record.state not in ['draft', 'validated'] Adjuntamos la factura con fecha ${str(record.invoice_date)[8:]}-${str(record.invoice_date)[5:7]}-${str(record.invoice_date)[:4]} y número ${record.number}${record.description and ', referente a "'+record.description+'"' or ''}. #end El documento está en formato PDF. Para poder leerlo correctamente es necesario haber instalado un programa lector de PDFs (Adobe Acrobat Reader o similar) en su ordenador. Si desea alguna aclaración adicional puede contactar mediante la dirección de correo ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}. Atentamente,

# model:electronic.mail.template,plain:party_email_template
source: ${record.name} Dear Mr./Ms., Sincerely,
ca_es: ${record.name} Estimat Sr./Sra., Atentament,
es_es: ${record.name} Estimado Sr./Sra., Atentamente,
