Repository: NaN-tic/trytond-pyme
Catalog: locale/*.po
Languages: ca_es, es_es

# model:electronic.mail.template,plain:party_pending_payments_email_template
source: Dear Mr./Ms. ${record.name}, This is the list of overdue payments of ${record.name}: Date Amount Document Description #for line in record.receivable_lines ${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} ${' '*(8-len(str(line.debit-line.credit)))} ${line.debit-line.credit}€ ${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''} ${line.description} #end #for line in record.payable_lines ${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} ${' '*(8-len(str(line.debit-line.credit)))} ${line.debit-line.credit}€ ${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''} ${line.description} #end Total debt is ${record.receivable-record.payable}€ Total overdue debt is ${record.receivable_today-record.payable_today}€ We would appreciate checked this information with your accounting department and to make overdue payments as soon as possible. Sincerely,
ca_es: Benvolgut Sr./Sra. ${record.name}, Aquesta és la relació de pagaments que ens consten pendents de ${record.name}: Data Import Document Descripció #for line in record.receivable_lines ${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} ${' '*(8-len(str(line.debit-line.credit)))} ${line.debit-line.credit}€ ${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''} ${line.description} #end #for line in record.payable_lines ${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} ${' '*(8-len(str(line.debit-line.credit)))} ${line.debit-line.credit}€ ${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''} ${line.description} #end El deute total és de ${record.receivable-record.payable}€ El deute total ja vençut és de ${record.receivable_today-record.payable_today}€ Us agrairíem que comprovéssiu aquesta informació amb el vostre departament de comptabilitat i que féssiu els pagaments pendents el més aviat possible. Atentament,
es_es: Estimado Sr./Sra. ${record.name}, Esta es la relación de pagos que nos constan pendientes de ${record.name}: Fecha Importe Documento Descripción #for line in record.receivable_lines ${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} ${' '*(8-len(str(line.debit-line.credit)))} ${line.debit-line.credit}€ ${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''} ${line.description} #end #for line in record.payable_lines ${str(line.maturity_date)[8:]}-${str(line.maturity_date)[5:7]}-${str(line.maturity_date)[:4]} ${' '*(8-len(str(line.debit-line.credit)))} ${line.debit-line.credit}€ ${line.origin and getattr(line.origin, 'rec_name', False) and line.origin.rec_name or ''} ${line.description} #end La deuda total es de ${record.receivable-record.payable}€ La deuda total ya vencida es de ${record.receivable_today-record.payable_today}€ Les agradeceríamos que comprobaran esta información con su departamento de contabilidad y que realizaran los pagos pendientes lo más pronto posible. Atentamente,

# model:electronic.mail.template,plain:purchase_email_template
source: Dear Mr./Ms. ${record.invoice_address and record.invoice_address.name or ''}, #if record.state == 'draft' Attached we send the purchase request${record.description and ' concerning "'+record.description+'"' or ''}. #end #if record.state == 'quotation' Attached we send the purchase request${record.description and ' concerning "'+record.description+'"' or ''} with reference ${record.reference}. #end #if record.state not in ['draft', 'quotation'] Attached we send the purchase order${record.description and ' concerning "'+record.description+'"' or ''} dated ${str(record.purchase_date)[8:]}-${str(record.purchase_date)[5:7]}-${str(record.purchase_date)[:4]} with reference ${record.reference}. #end #if record.lines Qty Product #for line in record.lines #if line.type == 'line' ${line.quantity or ''} ${line.description or ''} #end #end #end The document is in PDF format. To read it correctly you must have installed a PDF reader program (Adobe Acrobat Reader or similar) on your computer. If you want any further clarification you can contact by e-mail to ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}. Sincerely,
ca_es: Benvolgut Sr./Sra. ${record.invoice_address and record.invoice_address.name or ''}, #if record.state == 'draft' Adjuntem la sol·licitud de compra${record.description and ' referent a "'+record.description+'"' or ''}. #end #if record.state == 'quotation' Adjuntem la sol·licitud de compra${record.description and ' referent a "'+record.description+'"' or ''} amb referència ${record.reference}. #end #if record.state not in ['draft', 'quotation'] Adjuntem la comanda de compra${record.description and ' referent a "'+record.description+'"' or ''} amb data ${str(record.purchase_date)[8:]}-${str(record.purchase_date)[5:7]}-${str(record.purchase_date)[:4]} i referència ${record.reference}. #end #if record.lines Qt. Producte #for line in record.lines #if line.type == 'line' ${line.quantity or ''} ${line.description or ''} #end #end #end El document està en format PDF. Per poder-lo llegir correctament és necessari disposar d'un lector de PDFs (Adobe Acrobat Reader o similar) al vostre ordinador. Si voleu algun aclariment addicional ens ho podeu fer saber mitjançant l'adreça de correu ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}. Atentament,
es_es: Estimado Sr./Sra. ${record.invoice_address and record.invoice_address.name or ''}, #if record.state == 'draft' Adjuntamos la solicitud de compra${record.description and ' referente a "'+record.description+'"' or ''}. #end #if record.state == 'quotation' Adjuntamos la solicitud de compra${record.description and ' referente a "'+record.description+'"' or ''} con referencia ${record.reference}. #end #if record.state not in ['draft', 'quotation'] Adjuntamos el pedido de compra${record.description and ' referente a "'+record.description+'"' or ''} con fecha ${str(record.purchase_date)[8:]}-${str(record.purchase_date)[5:7]}-${str(record.purchase_date)[:4]} y referencia ${record.reference}. #end #if record.lines Ctd Producto #for line in record.lines #if line.type == 'line' ${line.quantity or ''} ${line.description or ''} #end #end #end El documento está en formato PDF. Para poder leerlo correctamente es necesario haber instalado un programa lector de PDFs (Adobe Acrobat Reader o similar) en su ordenador. Si desea alguna aclaración adicional puede contactar mediante la dirección de correo ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}. Atentamente,

# model:electronic.mail.template,plain:sale_email_template
source: Dear Mr./Ms. ${record.invoice_address and record.invoice_address.name or ''}, #if record.state == 'draft' Attached we send the requested quotation${record.description and ' concerning "'+record.description+'"' or ''}. #end #if record.state == 'quotation' Attached we send the requested quotation${record.description and ' concerning "'+record.description+'"' or ''} with reference ${record.reference}. #end #if record.state not in ['draft', 'quotation'] Attached we send the order${record.description and ' concerning "'+record.description+'"' or ''} dated ${str(record.sale_date)[8:]}-${str(record.sale_date)[5:7]}-${str(record.sale_date)[:4]} with reference ${record.reference}. #end #if record.lines Qty Product #for line in record.lines #if line.type == 'line' ${line.quantity or ''} ${line.description or ''} #end #end #end The document is in PDF format. To read it correctly you must have installed a PDF reader program (Adobe Acrobat Reader or similar) on your computer. If you want any further clarification you can contact by e-mail to ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}. Sincerely,
ca_es: Benvolgut Sr./Sra. ${record.invoice_address and record.invoice_address.name or ''}, #if record.state == 'draft' Adjuntem el pressupost${record.description and ' referent a "'+record.description+'"' or ''} que heu sol·licitat. #end #if record.state == 'quotation' Adjuntem el pressupost${record.description and ' referent a "'+record.description+'"' or ''} amb referència ${record.reference} que heu sol·licitat. #end #if record.state not in ['draft', 'quotation'] Adjuntem la comanda de venda${record.description and ' referent a "'+record.description+'"' or ''} amb data ${str(record.sale_date)[8:]}-${str(record.sale_date)[5:7]}-${str(record.sale_date)[:4]} i referència ${record.reference}. #end #if record.lines Qt. Producte #for line in record.lines #if line.type == 'line' ${line.quantity or ''} ${line.description or ''} #end #end #end El document està en format PDF. Per poder-lo llegir correctament és necessari disposar d'un lector de PDFs (Adobe Acrobat Reader o similar) al vostre ordinador. Si voleu algun aclariment addicional ens ho podeu fer saber mitjançant l'adreça de correu ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}. Atentament,
es_es: Estimado Sr./Sra. ${record.invoice_address and record.invoice_address.name or ''}, #if record.state == 'draft' Adjuntamos el presupuesto${record.description and ' referente a "'+record.description+'"' or ''} que ha solicitado. #end #if record.state == 'quotation' Adjuntamos el presupuesto${record.description and ' referente a "'+record.description+'"' or ''} con referencia ${record.reference} que ha solicitado. #end #if record.state not in ['draft', 'quotation'] Adjuntamos el pedido de venta${record.description and ' referente a "'+record.description+'"' or ''} con fecha ${str(record.sale_date)[8:]}-${str(record.sale_date)[5:7]}-${str(record.sale_date)[:4]} y referencia ${record.reference}. #end #if record.lines Ctd Producto #for line in record.lines #if line.type == 'line' ${line.quantity or ''} ${line.description or ''} #end #end #end El documento está en formato PDF. Para poder leerlo correctamente es necesario haber instalado un programa lector de PDFs (Adobe Acrobat Reader o similar) en su ordenador. Si desea alguna aclaración adicional puede contactar mediante la dirección de correo ${record.company.party.get_mechanism('email') or 'user@demo_server.com'}. Atentamente,

# model:electronic.mail.template,subject:invoice_email_template
source: ${record.state == 'draft' and 'Quotation' or 'Invoice'}${record.state == 'validated' and ' ProForma' or ''} ${record.number or record.party.name}
ca_es: ${record.state == 'draft' and 'Pressupost' or 'Factura'}${record.state == 'validated' and ' ProForma' or ''} ${record.number or record.party.name}
es_es: ${record.state == 'draft' and 'Presupuesto' or 'Factura'}${record.state == 'validated' and ' ProForma' or ''} ${record.number or record.party.name}

# model:electronic.mail.template,subject:party_pending_payments_email_template
source: Overdue payments of ${record.name}
ca_es: Pagaments pendents de ${record.name}
es_es: Pagos pendientes de ${record.name}

# model:electronic.mail.template,subject:purchase_email_template
source: Purchase ${record.state in ['draft','quotation'] and 'Request' or 'Order'} ${record.reference or record.party.name}
ca_es: ${record.state in ['draft','quotation'] and 'Sol·licitud' or 'Comanda'} de compra ${record.reference or record.party.name}
es_es: ${record.state in ['draft','quotation'] and 'Solicitud' or 'Pedido'} de compra ${record.reference or record.party.name}

# model:electronic.mail.template,subject:sale_email_template
source: ${record.state in ['draft','quotation'] and 'Quotation' or 'Order'} ${record.reference or record.party.name}
ca_es: ${record.state in ['draft','quotation'] and 'Pressupost' or 'Comanda'} ${record.reference or record.party.name}
es_es: ${record.state in ['draft','quotation'] and 'Presupuesto' or 'Pedido'} ${record.reference or record.party.name}

# model:res.group,name:group_bank
source: Bank
ca_es: Banc
es_es: Banco

# selection:account.configuration,description_for_account_move_line:
source: Invoice Description
es_es: Descripción de factura

# selection:account.configuration,description_for_account_move_line:
source: Invoice Description Plus Reference
es_es: Descripción de factura más referencia

# selection:account.configuration,description_for_account_move_line:
source: Invoice Reference
es_es: Referencia de factura

# view:account.move:
source: Draft
ca_es: Esborrany
es_es: Borrador

# view:account.move:
source: Post
ca_es: Comptabilitza
es_es: Contabilizar

# model:ir.ui.menu,name:menu_act_searching_invoice
source: Searching
ca_es: Cerca

# model:ir.ui.menu,name:menu_act_searching_party
source: Searching
ca_es: Cerca
